sim/analysis/amr/1000000/P_5e5_5e5_1e8_3_3/250_40_1/0.orig/N2
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      N2;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

//internalField   uniform 0.743484;
internalField   uniform 0.745; // from Marcantoni


boundaryField
{
	inlet
	{
	    type            fixedValue;
	    value           uniform 0;
	}
	top
	{
	    type            fixedValue;
	    value           uniform 0;
	}
	bottom
        {
            type            fixedValue;
            value           uniform 0;
        }
	outlet
	{
	    type            inletOutlet;
	    inletValue      uniform 0;
	    value           uniform 0;
	}
	frontAndBack
	{
	    type            fixedValue;
		value			uniform 0;
	}
}


// ************************************************************************* //
